tap "homebrew/bundle"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "fd"
brew "flyctl"
brew "glab"
brew "go"
brew "grep"
brew "helix"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "opam"
brew "openjdk"
brew "ripgrep"
brew "rustup-init"
brew "sevenzip"
brew "stow"
brew "tree"
cask "alacritty"
cask "docker"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "monitorcontrol"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Boxy SVG", id: 611658502
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Messenger", id: 1480068668
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "42Crunch.vscode-openapi"
vscode "Garmin.monkey-c"
vscode "k--kato.intellij-idea-keybindings"
vscode "mermade.openapi-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
