tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "openresty/brew"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "exa"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "glab"
brew "gnupg"
brew "go"
brew "grep"
brew "helix"
brew "hurl"
brew "jq"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "node"
brew "opam"
brew "openjdk"
brew "ripgrep"
brew "roswell"
brew "rustup-init"
brew "sevenzip"
brew "stow"
brew "taplo"
brew "tmux"
brew "tree"
brew "yt-dlp"
brew "hashicorp/tap/terraform-ls"
brew "openresty/brew/openresty"
cask "docker"
cask "firefox"
cask "font-ibm-plex-mono"
cask "gnucash"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "monitorcontrol"
cask "spotify"
cask "sublime-text"
mas "Bitwarden", id: 1352778147
mas "Boxy SVG", id: 611658502
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Messenger", id: 1480068668
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
