tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "openresty/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "rsteube/tap"
tap "xo/xo"
brew "amp"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "elvish"
brew "ffmpeg"
brew "fzf"
brew "gleam"
brew "gnupg"
brew "go"
brew "grep"
brew "helix"
brew "hurl"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "ledger"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "micro"
brew "mosh"
brew "neofetch"
brew "node"
brew "rustup"
brew "sevenzip"
brew "stow"
brew "taplo"
brew "tmux"
brew "tree"
brew "xq"
brew "yt-dlp"
brew "hashicorp/tap/terraform-ls"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "rsteube/tap/carapace"
brew "xo/xo/usql"
cask "darktable"
cask "docker"
cask "font-jetbrains-mono"
cask "font-maple-mono"
cask "gnucash"
cask "jetbrains-toolbox"
cask "ollama"
cask "qmk-toolbox"
cask "rectangle"
cask "spotify"
cask "sublime-text"
mas "Bitwarden", id: 1352778147
mas "Boxy SVG", id: 611658502
mas "Hidden Bar", id: 1452453066
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
