tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "php"
brew "composer"
brew "fd"
brew "glab"
brew "go"
brew "neovim"
brew "node"
brew "openjdk"
brew "ripgrep"
brew "rustup-init"
brew "sevenzip"
cask "docker"
cask "firefox"
cask "gnucash"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "monitorcontrol"
cask "spotify"
cask "visual-studio-code"
cask "warp"
