tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "openresty/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "xo/xo"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "glab"
brew "gnupg"
brew "go"
brew "grep"
brew "helix"
brew "hurl"
brew "jq"
brew "lua-language-server"
brew "luarocks"
brew "marksman"
brew "mas"
brew "mosh"
brew "node"
brew "opam"
brew "openjdk"
brew "ripgrep"
brew "roswell"
brew "rustup-init"
brew "sevenzip"
brew "stow"
brew "taplo"
brew "tmux"
brew "tree"
brew "xq"
brew "yt-dlp"
brew "hashicorp/tap/terraform-ls"
brew "openresty/brew/openresty"
brew "xo/xo/usql"
cask "docker"
cask "firefox"
cask "gnucash"
cask "jetbrains-toolbox"
cask "qmk-toolbox"
cask "rectangle"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "Boxy SVG", id: 611658502
mas "Hidden Bar", id: 1452453066
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
